Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/Melding_om_samisk_institusjonsutvikling_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Deaŧalaš eaktu ođđa ja doaibmi sámi almmolašvuhtii ja sámi demoktariijii lea ahte gávdnojit ásahusat mat doibmet oaivillonuheami , oaivilhábmema ja diehtojuohkima várás .
nob: En viktig betingelse for en ny og fungerende samisk offentlighet og et samisk demokrati , er at det finnes institusjoner som virker til meningsutveksling , meningsdanning og informasjonsflyt .

source: Muhto go leat unnán ja geanohis servodatásahusat Sámedikki , albmotválljen orgánan , ja ovttaskas olbmo gaskka , de raššu demokratiija .
nob: Men med få og svake samfunnsinstitusjoner mellom Sametinget som et folkevalgt organ og det enkelte individ , blir demokratiet sårbart .

source: Dakkár dilis sáhttá álkit šaddat nu ahte Sámediggi adnojuvvo amasin , byrokráhtalažžan ja unnán relevántan .
nob: En slik situasjon bidrar til at Sametinget lett kan oppfattes som fjernt , byråkratisk og lite relevant .

source: Jos seammás eai gávdno ođđaáigásaš ja nana ásahusat mat gulahallet , váikkuhit ja bidjet eavttuid dan politihkkii maid Sámediggi fievrrida , de geanohuvvá sámi demoktratiija .
nob: Om det ikke samtidig finnes moderne og sterke institusjoner som er i dialog med , påvirker og er premissleverandører for den politikk Sametinget skal føre , vil det samiske demokratiet svekkes .

source: Sámediggi lea iešalddis politihkalaš oaivildahkama ja politihka hábmema institušonaliseren .
nob: Sametinget innebærer i seg selv en institusjonalisering av politisk meningsdanning og politikkutforming .

source: Dát sáhttá dagahit dan ahte ovttaskas olbmuid mielas šaddá váttis olahit , guldaluvvot ja oažžut dárbbašuvvon veahki vuogádagas mas leat ásahuvvon dagaldumit , prosedyrat ja proseassat mearrádusaid dahkamii .
nob: Dette vil kunne medføre at enkeltindivider finner det vanskelig å nå fram , bli hørt og få ønsket bistand og hjelp fra et system som har etablerte rutiner , prosedyrer og prosesser for beslutningstaking .

source: Sámediggi politihkalaš vuogádahkan gártá álkit ráhčat nuppe vuorus daid vuordámušaid ektui mat ovttaskas olbmuin leat dárbbuid , sávaldagaid ja hástalusaid ektui , ja nuppe dáfus fas go guoská bajimuš sámepolitihka ovddideapmái .
nob: Sametinget som politisk system kan derfor lett slites på den ene siden mellom forventningene om å opptre som ombud for enkeltpersoners behov , ønsker og utfordringer , og på den andre siden å være en utvikler og utøver av overordnet samepolitikk .

source: Dássedeaddu dáid beroštumiid gaskka lea iešalddis sierralágan fenomena Sámediggái politihkalaš vuogádahkan .
nob: Balansen mellom disse hensynene er i og for seg ikke et særfenomen for Sametinget som politisk system .

source: Buot álbmotválljen ovddasteaddjit ja orgánat fertejit bargat sihke ovttaskas olbmuid , organisašuvnnaid ja ásahusaid ektui .
nob: Alle folkevalgte representanter og organer vil måtte forholde seg til både enkelpersoner , organisasjoner og institusjoner .

source: Válgakanála lea dieđusge álohii áibbas dárbbašlaš eaktu juohke demokráhtalaš vuogádagas .
nob: Valgkanalen er selvsagt alltid en helt nødvendig forutseting for et hvert demokratisk system .

source: Erenoamáš hástalus sámi servodagas lea dattetge ahte ásahusat main lea oktavuohta politihkalaš mearrideaddji vuogádaga ja ovttaskas olbmuid dahje báikkálaš eahpeformálalaš fierpmádagaid gaskka leat unnán , bieđgguid ja leat unnán ovddiduvvon .
nob: Den særlige utfordringen i det samiske samfunnet er imidlertid at institusjonene , som fungerer som en kobling mellom det politisk besluttende system og enkeltpersoner eller lokale uformelle nettverk , er få , spredte og svakt utviklede .

source: Dákkár oktavuođas sáhttá gaska ja oktavuohta Sámedikki , politihkalaš vuogádahkan , ja sámi servodaga gaskka orrut erenoamáš stuoris ja unnán ulbmillaš .
nob: mellom Sametinget som politisk system og det samiske samfunnet fort oppleves som særlig stor og lite meningsfull .

source: hástalussan Sámedikki legitimitehtii , sámi demokratiijii ja maŋimus instánsan maiddái sámi servodaga vejolašvuhtii movt suodjalit ja ovddidit kultuvrra , identitehta , giela , ealáhusaid ja vuoigatvuođaid .
nob: En slik situasjon er en betydelig utfordring for Sametingets legitimitet , det samiske demokratiet , og i siste instans også det samiske samfunnets mulighet til å bevare og utvikle kultur , identitet , språk , næringer , rettigheter etc.

source: Danne oaidná Sámediggeráđđi ahte sámi ásahusaid ovddideapmi buot servodatsurggiid siskkabealde lea vuođđoeaktun sámi demokratiija ja sámi servodaga huksemis .
nob: Sametingsrådet ser derfor utviklingen av samiske institusjoner innenfor alle samfunnsområder som en grunnleggende forutsetning for byggingen av det samiske demokratiet og det samiske samfunnet .

source: 2.2 Máhtolašvuohta
nob: 2.2 Kunnskap

source: Sámi ellet ja leat eallán sierralágan eavttuid vuođul Sámis .
nob: Samene har levd og lever under ulike vilkår i Sápmi .

source: Ieš sámiid eksisteanssa ja leahkima váikkuhit nuppe bealde báikkálaš rievdadus- ja heivehanproseassat , ja nuppe bealde fas nationála ja máilmme viidosaš ovddideapmi .
nob: Selve eksistensen og tilværelsen til samene påvirkes på den ene siden av lokale endrings- og tilpasningsprosesser , og nasjonal og global utvikling på den andre .

source: Dávggasvuohta , nuppástuhttindáidu , oktilašvuohta ja ođasmahttin leat guovddáš doahpagat sámi servodaga suodjaleami ja ovddideami oktavuođas .
nob: Fleksibilitet , omstillingsevne , kontinuitet og fornyelse er sentrale begreper for vern og utvikling av det samiske samfunn .

source: Muhtun joavkkuide sámi servodagas lea ođđa sámi almmolašvuođa ovddideapmi leamaš iešalddis čielggas , go fas nuppiide leat servodatrievdamat buktán čuolmmaid ja dakkár dovddu ahte lea váttis birget ođđa áiggis .
nob: For noen grupper i det samiske samfunn har utviklingen av den nye samiske offentligheten vært en selvfølge , mens for andre har samfunnsendringer medført dilemmaer og opplevelser av å ikke mestre en ny tid .

source: Rievdamat otne mannet johtilit .
nob: Forandringstakten er i dag stor .

source: Muhtun rievdamat mannet veahážiid mielde , ja earát fas mannet oalle jođánit .
nob: Noen endringer skjer gradvis , mens andre har karakter av kvalitative sprang .

source: Dát eaktuda stuorra heivehangáibádusaid .
nob: Dette fordrer store krav til tilpasninger .

source: Sámi álbmogii buktet dat hástalusaid go guoská máhtolašvuhtii beassat áddet ja stivret iežas eallindili ja servodatovddideami .
nob: For det samiske folk gir dette utfordringer som må knyttes opp til kunnskap for å kunne fortolke og styre over egen livssituasjon og samfunnsutvikling .

source: Danne lea sámi servodagas stuorát dárbu searvat riikkaidgaskasaš ja nationála mearridanarenaide .
nob: Det er derfor et økende behov for at det samiske folk deltar på internasjonale og nasjonale beslutningsarenaer .

source: Dasa gáibiduvvo máhtolašvuohta politihkalaš mearridanproseassaid birra ja máhtolašvuohta rievdadusaid , hábmema ja sivvaoktavuođaid birra servodaga , kultuvrra ja birrasa siskkabealde .
nob: For dette kreves det kunnskap om politiske beslutningsprosesser , endring , forming og årsakssammenhenger innenfor samfunn , kultur og miljø .

source: Eallinvuođu ja servodateallima rievdamat sámi guovlluin dáhpáhuvvet otne várra johtileappot ja eanet viidábut go goassige ovdal .
nob: Endringene av livsgrunnlag og samfunnsliv i samiske områder skjer i dag kanskje raskere og mer omfattende enn noen gang før .

source: Dát bidjá stuorra gáibádusaid máhtolašvuhtii vai sáhttit váikkuhit min eallindili .
nob: Dette stiller store krav til kunnskap for å kunne påvirke vår livssituasjon .

source: Go galgat plánet min boahtteáiggi de fertet mii deaividit daiguin rievdadusaiguin mat min deaividit , dan bokte ahte nannet ja sihkkarastit min árbedieđuid , min diehtoásahusaid ja politihkalaš apparáhtaid .
nob: For å planlegge for framtiden må vi møte endringene vi utsettes for , gjennom å styrke og sikre vår egen tradisjonskunnskap , egne kunnskapsinstitusjoner og politiske apparater .

source: Dát bidjá stuorra gáibádusaid sámi servodahkii dan dáfus ahte dat ain galgá sáhttit leat stuorámus eaktudeaddji iežas servodaga ovddideapmái .
nob: Dette stiller store krav til det samiske samfunn for å fortsatt være den største premissleverandør for egen samfunnsutvikling .

source: Sámiid árbevirolaš ássanguovllut leat dál várra historjjá stuorámus rievdadusaid guovdu go guoská resursaávkkástallamii , dálkkádatrievdamiidda ja teknologalaš ođđafuomášumiide .
nob: Samenes tradisjonelle bosetningsområder står i dag overfor historiens kanskje største endringer hva gjelder ressursutnyttelser , klimaendringer og teknologiske nyvinninger .

source: Lea várra nu ahte sámi servodat gártá stuorámus vuoittahallin sihke luondduvuđđosa rievdadusaid oktavuođas ja go stuorra industriijaberoštumit bahkkejit sámiid eallinvuođu ala .
nob: Det samiske samfunnet risikerer å være den store taperen både ved at naturgrunnlaget endres og ved at store industriinteresser tar seg fram til fortrengsel for samenes livsgrunnlag .

source: Go galgá máhttit riekta válljet , de lea máhtolašvuohta , ja máhtolašvuohta mii gaskkustuvvo ja man birra ságaškuššo almmolaččat mearrideaddji deaŧalaš boahtteáiggi sámi servodatovddideapmái .
nob: For å gjøre de riktige valgene er kunnskap , og kunnskap som formidles og debatteres i det offentlige rom , avgjørende viktig for den fremtidige samiske samfunnsutviklingen .

source: Juohke oktavuođas go máhtolašvuohta buvttaduvvo ja gaskkustuvvo leat ásahusat maid deaŧalaččat .
nob: I enhver sammenheng hvor kunnskap produseres og formidles vil spørsmål om institusjoner være viktige .

source: Dasa gullá sámi máhtolašvuođaásahusaid mearkkašupmi dasa ahte máhtolašvuohta sámi kultuvrra ja servodatovddideami birra boahtá servodahkii oppalaččat ja lea oassin álbmoga ja almmolašvuođa dábálaš máhtolašvuođas .
nob: Til dette hører den betydningen samiske kunnskapsinstitusjoner har for at kunnskap om samisk kultur og samfunnsutvikling tilflyter samfunnet generelt og i større grad inngår i befolkningens og offentlighetens allmennkunnskaper .

source: Máhtolašvuohta lea váikkuhanfámu čoavdda go mearrádusat main lea mearkkašupmi boahtteáiggi sámi servodahkii dahkkojuvvojit .
nob: Kunnskap er nøkkelen til innflytelse når beslutninger av betydning for fremtidens samiske samfunn tas .

source: Dan oktavuođas lea deaŧalaš bidjat gažaldagaid mainna lágiin iešguđetlágan máhtolašvuođaásahusat mat leat ásahuvvon ja gávdnojit , doibmet dahje sáhttet doaibmat kritihkalaš , dássedettolaš ja mieđalaš ásahussan demokráhtalaš ovdáneapmái sámi servodagas .
nob: I den sammenheng vil det være viktig å stille spørsmål om hvorvidt det som er etablert eller eksisterer av ulike typer kunnskapsinstitusjoner fungerer eller kan fungere som kritiske , balanserte og etterrettelige instanser for demokratisk utvikling i det samiske samfunn .

source: 1 Earret eará dákkár oktavuođain – ásahusovddideami bokte – sáhttet sámit sierra álbmogin ovttastahttit dieđalaš ja árbevirolaš máhtolašvuođa .
nob: 1 Det er blant annet i en slik sammenheng og gjennom institusjonsutvikling , at samene som et eget folk kan forene vitenskapelig og tradisjonell kunnskap .

source: Ná lea maiddái vejolaš áigeguovdilastit árbedieđuid ja gulahallat dan ávkki birra .
nob: Dette er også en mulighet til å aktualisere tradisjonell kunnskap og kommunisere dens nytteverdi .

source: Deaŧalaš lea deattuhit ahte árbedieđut eai leat sorjavaččat dieđalaš ákkastallamiin jos galget ceavzit .
nob: Det er viktig å understreke at tradisjonskunnskap ikke er avhengig av vitenskapelige resonnementer for å overleve .

source: Baicce lea nu ahte árbedieđut ellet hui bures ja leat seamma lunddolaččat otne go ovdal min sohkabuolvvaid .
nob: Tradisjonskunnskap lever tvert imot i beste velgående og er like relevant i dag som for generasjoner siden .

source: Nuppe dáfus sáhttá dieđa rahpat ođđa vejolašvuođaid ja addit saji árbedieđuide dutkamis , ođđaáigásaš Bjerkli , B. ja Selle , P. 2003 : " Samisk offentlighet og makt " , Bjerkli , B. ja Selle , P. 2003 : Samer , makt og demokrati .
nob: Det er denne type kunnskap som har muliggjort en levemåte nært tilknyttet naturen og sikret Bjerkli , B. og Selle , P. 2003 : " Samisk offentlighet og makt " , i Bjerkli , B. og Selle , P. 2003 : Samer , makt og demokrati .

source: oahpahusas ja eará máilmmiviidosaš áššečuolmmain nugo dálkkádatrievdamis , ja dássedettolaš resursaávkkástallamis .
nob: På den andre siden kan vitenskapen åpne for nye muligheter og gi rom for tradisjonell kunnskap i forskning , moderne undervisning og andre globale problemstillinger som klimaendring og balansert ressursutnyttelse .

source: Seammás váikkuha dieđa árbevirolaš ja historjjálaš máhtolašvuođa suodjaleami nu ahte sáhttá sihkkarastit ja ovddidit sámiid árbejuvvon máhtolašvuođaid .
nob: Samtidig bidrar vitenskapen til å gi tradisjonell og historisk kunnskap et vern som kan sikre og utvikle samenes nedarvete kunnskaper .

source: Sámi álbmot lea vuos ain huksemin servodaga .
nob: Det samiske folk er fortsatt inne i en fase av samfunnsbygging .

source: Sámediggeráđi mielas sáhttá árbedieđuid gohčodit boahtteáiggi sámi servodaga vuođđogeađgin .
nob: Sametingsrådet betrakter tradisjonell kunnskap som byggesteinene i fremtidens samiske samfunn .

source: Sámi ásahusat galget fuolahit dan ahte árbedieđut vurkejuvvojit , geavahuvvojit ja gaskkustuvvojit sohkabuolvvas nubbái nugo maiddái njálmmálaš dieđut .
nob: Samiske institusjoner skal sammen med muntlige overleveringer bidra til å ta vare på og sørge for at tradisjonell kunnskap lagres , anvendes og overføres fra generasjon til generasjon .

source: 2.3 Kapasitehta
nob: 2.3 Kapasitet

source: Servodaga huksen demoktratiija , ásahusaid ja máhtolašvuođa vuođul sorjá ollu beliin .
nob: En samfunnsbygging tuftet på demokrati , institusjoner og kunnskap avhenger av en lang rekke forhold .

source: Dasa go galgá sáhttit mearridit , searvat mearrádusproseassaide , nannet ja ovddidit máhtolašvuođa , ja ásahit ja viidáset ovddidit ásahusaid , dárbbašuvvojit ekonomalaš ja olmmošlaš návccat .
nob: For å kunne bestemme og delta i beslutningsprosesser , styrke og utvikle kunnskap , samt etablere og videreutvikle institusjoner , forutsettes kapasitet i form av økonomiske og menneskelige ressurser .

source: Dan geažil ferte kapasitehta huksejuvvot buot dásiin sámi servodagas .
nob: Dette innebærer kapasitetsbygging på alle nivåer i det samiske samfunn .

source: Kapasitehta huksema sáhttá áddet oktasaš doaban dasa go galgá láhčit ja hukset ceavzinnávccalaš ja gievrras máhtolašvuođa birrasiid ja kulturásahusaid .
nob: Kapasitetsbygging kan forstås som et samlebegrep for å legge til rette for og bygge bærekraftige og robuste kunnskapsmiljøer og kulturinstitusjoner .

source: Sámi servodaga dáidu suodjalit ja ovddidit iežas kultuvrra ja kulturárbbi , árbevieruid , ealáhusaid ja giela sorjá das ahte gávdnojit ásahusat main lea dáidu analyseret ja gaskkustit buot historjjálaš , kultuvrralaš , biraslaš ja servodatlaš beliid .
nob: Det samiske samfunnets evne til å verne og utvikle sin kultur og kulturarv , sine tradisjoner , næringer , og sitt språk , avhenger av at det finnes institusjoner med evne til å analysere og formidle sammensatte historiske , kulturelle , miljø- og samfunnsmessige forhold .

source: Dalle go sámiide gusket hálddahuslaš ja politihkalaš doaibmabijut , ferte guoskevaš eiseváldi konsulteret ja man geažil lea dárbu oažžut kapasitehta searvamii .
nob: Det forhold at samer som blir berørt av administrative og politiske tiltak skal konsulteres av aktuelt myndighetsnivå , tilsier et behov for kapasitet til å delta .

source: Dasa adno gelbbolašvuohta ja kapasitehta ollu beliin guhkás miehtá doaresfágalaš surggiid .
nob: Dette innebærer kompetanse og kapasitet på en lang rekke forhold som strekker seg over hele det tverrfaglige felt .

source: Sámi servodat dárbbaša danne máŋga gievrras máhtolašvuođaásahusa mat fuolahit doaresfágalaš kapasitehta huksema Sámis .
nob: Det samiske samfunnet trenger derfor mange solide kunnskapsinstitusjoner som bidrar til å bygge opp den tverrfaglige kapasiteten i Sápmi .

source: Go sámi servodat galgá searvat oppalaš servodatovddideapmái , de dárbbaša dat kapasitehta mii gáibiduvvo go galgá sáhttit čuovvut mielde ovddideamis .
nob: For å delta i den generelle samfunnsutviklingen , må det samiske samfunn inneha kapasiteten som kreves for å henge med i utviklingen .

source: Sámi servodat lea sorjavaš gievrras ásahusain vai rievdadusproseassaid nagodivččiimet deaividit iežamet eavttuid vuođul .
nob: Skal vi evne å møte disse endringsprosessene på egne premisser er det samiske samfunnet avhengig av ressurssterke institusjoner .

source: Dávjá lea nu ahte gelbbolašvuođa ja kapasitehta ovddideapmái dárbbašuvvo juste dihtolágan gelbbolašvuohta ja kapasitehta .
nob: Ofte er det slik at utvikling av kompetanse og kapasitet forutsetter nettopp en viss kompetanse og kapasitet .

source: Dat go galgá oažžut áigái dán lágan positiivvalaš rievdadussprirála gáibida iešalddis ollu resurssaid .
nob: Å skape en slik positiv endringsspiral er i seg selv ressurskrevende .

source: Ollu surggiin otne leat hui stuorra hástalusat ja gáibida ollu jos galgá searvat buot proseassaide ja meannudit daid iešguđet evttohusaid ja doaibmabijuid buot váikkuhusaid .
nob: På flere områder er det i dag svært utfordrende og krevende å delta i alle prosessene og forholde seg til alle konsekvensene av ulike forslag og tiltak .

source: Dasto lea divrras čađahit mearriduvvon doaibmabijuid .
nob: Samtidig koster det å gjennomføre vedtatte tiltak .

source: Danne go sámi servodagas váilu nu ollu ásahuslaš , fágalaš ja ekonomalaš kapasitehta .
nob: Dette fordi det i så stor grad er mangel på institusjonell , faglig og økonomisk kapasitet i det samiske samfunnet .

source: Dat bealli go sámi servodagas leat viehka unna ja bieđgguid stuorra guovllut ja go ásahusstruktuvra lea rašši , dagaha dan ahte servodatsurggiin maid oalle guhkás márkanmekanismmat regulerejit fálaldagaiguin ja jearaldagaiguin , ii gávdno dárbbašlaš unnimus vuođđu .
nob: Det forhold at det samiske samfunn er relativt lite og spredt over store områder med sårbar institusjonsstruktur , gjør at det på samfunnsområder som i stor grad reguleres av markedsmekanismer med tilbud og etterspørsel , ikke finnes et nødvendig minimumsplatå .

source: Dan oktavuođas sáhttá leat sáhka oahpahusas ( studeantavuođđu ) , kursadoaimmas , čielggadandoaimmas , mediagirjáivuođas ja oahpponeavvoráhkadeamis .
nob: Dette kan dreie seg om utdanning ( studentgrunnlag ) , kursvirksomhet , utredningsvirksomhet , mediemangfold og læremiddelutvikling .

source: Danne gáibiduvvo dán lágan servodatsurggiid kapasitehta sihkkarastimii ja huksemii eanet aktiivvalaš ásahusovddidanpolitihkka sámi servodagas dan ektui mii muđui lea servodagas .
nob: For sikring og bygging av kapasitet på slike samfunnsområder vil det derfor være mer påkrevd med en aktiv politikk for institusjonsutvikling innefor det samiske samfunnet enn hva en ellers tenker seg i samfunnet for øvrig .

source: Dilli lea dál dattetge nu ahte norgalaš servodagas leat huksejuvvon ollu ásahusat , ja doppe ásahuvvojit dađistaga ođđa almmolaččat ruhtaduvvon ásahusat , ja mat váldoáššis leat norgalaš servodaga várás , de lea sámi servodagas vástesaš ovddideapmi bázahallan .
nob: Situasjonen er imidlertid den at mens det har vært stor grad av institusjonsbygging i det norske samfunnet , der det stadig etableres nye offentlige finansierte institusjoner som i hovedsak virker i og for det norske samfunnet , er en tilsvarende utvikling svak i det samiske samfunnet .

source: Danne dárbbašuvvojit Sámediggeráđi mielas sámi ásahushuksemii dohkálaš ekonomalaš ja olmmošlaš resurssat mii lea mearrideaddji deaŧalaš kapasitehta huksemii sámi servodagas .
nob: Sametingsrådet ser derfor samisk institusjonsbygging med nødvendige økonomiske og menneskelige ressurser som avgjørende viktig for kapasitetsbyggingen i det samiske samfunnet .

source: Rievttálaš ja politihkalaš vuođđu Sámediggi lea Norgga sámiid álbmotválljen orgána , ja nu lea ge Sámedikkis ulbmil bargat sámiid vuođđovuoigatvuođaid dohkkeheami ovddas , ja gozihit ja nannet sámi kultuvrra , giela ja servodateallima .
nob: Rettslig og politisk grunnlag Som samenes folkevalgte organ i Norge er Sametingets mål å arbeide for anerkjennelse av samenes grunnleggende rettigheter , samt ivareta og styrke samisk kultur , språk og samfunnsliv .

source: Vuođđolága § 110a čuodjá ná : Lea stáhta eiseválddiid geatnegasvuohta láhčit diliid nu ahte sámi álbmotjoavku sáhttá seailluhit ja ovddidit iežas giela , kultuvrra ja servodateallima .
nob: I Grunnloven § 110 a heter det : Det paaligger Statens Myndigheder at lægge Forholdene til Rette for at den samiske Folkegruppe kan sikre og udvikle sit Sprog , sin Kultur og sit Samfundsliv .

source: ON cealkámuš álgoálbmogiid vuoigatvuođaid birra , mii mearriduvvui ON váldočoahkkimis 2007:s , sisttisdoallá álgoálbmogiid olmmošvuoigatvuođaid ja vuođđofriddjavuođaid dohkkeheami .
nob: FNs erklæring om urfolks rettigheter , som ble vedtatt av FNs Generalforsamling i 2007 , innebærer en anerkjennelse av urfolks menneskerettigheter og grunnleggende friheter .

source: Cealkámuš deattuha ahte álgoálbmogiid vuoigatvuođat iešmearrideapmái galgá dohkkehuvvot , ja dasa gullá sámi álbmoga vuoigatvuohta ieža beassat mearridit iežaset ekonomalaš , sosiálalaš ja kultuvrralaš ovdáneami .
nob: Erklæringen anerkjenner uttrykkelig urfolks rett til selvbestemmelse , herunder det samiske folkets rett til fritt å bestemme over egen økonomiske , sosiale og kulturelle utvikling .

source: Dán vuoigatvuođa vuollái gullá maid vuoigatvuohta mearridit iežas politihkalaš dili birra .
nob: Denne rettigheten innebærer også retten til fritt å bestemme over sin politiske stilling .

source: Álgoálbmotcealkámuš lea politihkalaččat geatnegahtti stáhtaide .
nob: Urfolkserklæringen er politisk bindende for statene .

source: Sápmelaččaid iešmearridanvuoigatvuohta čuovvoluvvo maiddái Siviila ja politihkalaš vuoigatvuođaid Konvenšuvnnas ja ekonomalaš , sosiála ja kultuvrralaš vuoigatvuođaid Konvenšuvnnas 1966:s artihkal 1 ( SP / ESK artihkal 1 ) .
nob: For samene følger selvbestemmelsesretten imidlertid også av Konvensjon om sivile og politiske rettigheter og Konvensjon om økonomiske , sosiale og kulturelle rettigheter av 1966 artikkel 1 ( SP / ØSK artikkel 1 ) .

source: Konvenšuvnnat eai leat dušše juridihkalaččat geatnegahtti stáhtaide , muhto dat leat maiddái biddjon norgga riektin mat bohtet ovdalii eará lágaid , vrd. Olmmošvuoigatvuođalága § 2-3 .
nob: Konvensjonene er ikke bare juridisk bindende for statene , men er også gjort til norsk rett med forrang framfor annen lovgiving , jf. menneskerettsloven § 2-3 .

source: SP / ESK artihkal 1 sátnádeami dulkon hábme rievttálaš vuolggahansaji ja rámmaid iešmearridanrievtti ávnnaslaš sisdollui , nu go lea sátnáduvvon álgoálbmotcealkámušas ja davviriikkalaš sámekonvenšuvnna evttohusas .
nob: Det er fortolkningen av ordlyden i SP / ØSK artikkel 1 som danner det rettslige utgangspunkt og rammeverk rundt det materielle innholdet i selvbestemmelsesretten , slik den er formulert i urfolkserklæringen og i forslaget til nordisk samekonvensjon .

source: Iešmearridanrievtti ávnnaslaš sisdoallu ferte duohtamáilmmis hábmejuvvot dego boađusin riikkaidgaskasaš ceahkkálagaid ja dynámalaš dulkomis dain álbmotrievtti instrumeanttain .
nob: Det materielle innholdet i selvbestemmelsesretten må i praksis utformes som et resultat av en gradvis og dynamisk internasjonal fortolking av disse folkerettsinstrumentene .
